Repository: openscd/open-scd
Catalog: packages/core/localization/*.xlf
Languages: de

# sbcdf43ebad9c5a3a
source: Something unexpected happened!
de: Etwas unerwartetes ist passiert!

# s62b4f83c9503e1af
source: ≥ ${redo.length} nodes changed
de: ≥ ${redo.length} Knoten verändert

# s0731afca1ab76175
source: ${redo.node.nodeName} moved to ${redo.parent.nodeName}
de: ${redo.node.nodeName} nach ${redo.parent.nodeName} verschoben

# s83eaab546be4bfb9
source: ${redo.node.nodeName} inserted into ${redo.parent.nodeName}
de: ${redo.node.nodeName} in ${redo.parent.nodeName} eingefügt

# s0f8217f07c54b541
source: ${redo.node.nodeName} removed
de: ${redo.node.nodeName} entfernt

# s85a55e7007003cc2
source: ${redo.element.tagName} updated
de: ${redo.element.tagName} verändert

# s8f4be9f086eb530f
source: Undo
de: Rückgängig

# s7417792bbe720149
source: Redo
de: Wiederholen

# s90c6a2fed2796c07
source: Editing history
de: Bearbeitungshistorie

# s6d8c02aee480af7a
source: Menu
de: Menü

# sfb0e98cb12fe463c
source: Your editing history will be displayed here.
de: Hier wird Ihre Bearbeitungshistorie angezeigt.

# s5e8250fb85d64c23
source: Close
de: Schließen
